[
  {
    "name": "Yirgacheffe",
    "description": "Yirgacheffe coffee is considered one of the best coffees in the world. The small town in Gedeo zone is well known for growing a distinctively floral and fruit toned coffee varieties. The variety, terrain, and processing method creates an organic coffee with a fruit forward flavor that is sought by many coffee lovers. Alphabet stipulates Yirgacheffe coffee for the world of coffee enthusiasts. Our varieties include Kochere ,Idido, Shashmene, Aricha and Konga.",
    "imgSrc": "/images/yirgacheffe.webp"
  },
  {
    "name": "Guji",
    "description": "Coffee has been the crucial product for Guji farmers for more than 500 years. This long tradition of coffee has led to Guji becoming one of the most sought after coffees in the world. The Guji coffee is an organically grown coffee that has flavors associated with dark chocolate, peaches, and nectarines. The organic flavour of Guji gives a structure and fullness that satisfies and converts coffee drinkers around the world. Our collection of Guji coffee includes, Hambela Wamena, Oda Shakiso, Dimtu, Ela farda, Bilbirsa, Kercha, Layu, Uraga, Dimtu",
    "imgSrc": "/images/guji.webp"
  },
  {
    "name": "Sidama",
    "description": "Sidama Coffee is a name associated with spice and citrus notes, crisp acidity, and a rich body. It’s also the major source of grade 1 and grade 2 coffee of Ethiopia. Sidama coffee’s fame is a result the fertile highlands and lakes and the innovation of Sidama coffee growers. We purchase and process cherries in Bensa, Chire, Aroresa and Nensebo with an eye towards the finest quality for each grade.",
    "imgSrc": "/images/sidama.webp"
  },
  {
    "name": "Gedebe",
    "description": "Coffee from Gedebe district is known and loved for its fragrant & floral aroma, sweet & balanced taste and smooth acidity. We curate Chelchele, Chelbesa, Worka Sakaro and Banko Gotiti",
    "imgSrc": "/images/gedebe.webp"
  },
  {
    "name": "Limu",
    "description": "Limu is a high-quality wet-processed (washed) Ethiopian coffee that exhibits a relatively low yet sharp acidity and well-knit structure. Many specialty roasters consider washed Limu coffee from Ethiopia to be a premium gourmet coffee.",
    "imgSrc": "/images/limu.webp"
  }
]
